Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Night Fishing.tmx
Source language: ko_kr
Languages: en

source: 진단 | 공황장애 [우발적 발작성 불안] 불안 신경증 수면 개시 및 유지 장애 [불면증] Date | 치료내용 07/01 | 아티반 1mg 투여 07/04 | 아티반 1mg 투여 07/05 | 아티반 1mg 투여
en: Diagnosis | Panic Disorder [Contingent Paroxysmal Anxiety] Anxious Neurosis Sleep Initiation & Maintenance Disorder [Insomnia] Date | Treatment Details 07/01 | Ativan 1mg Administered 07/04 | Ativan 1mg Administered 07/05 | Ativan 1mg Administered

source: 오해가 있는 것 같은데
en: there’s a misunderstanding.

source: 뭐야, 안 가져갔어?
en: what’s this... he didn’t take it?

source: ㅅㅂ 나 멀쩡하다고!!!
en: damn it, I’m not insane!!!

source: 여긴 아무도 안 와.
en: no one comes here.

source: 횟집인데, 수술실이 있어!!
en: it’s a seafood place, but there’s an operation room!

source: 알겠어요,
en: I understand.

source: 뭐 좀 물어보자.
en: I have something to ask you.

source: 후
en: hu

source: 제길, 어느 틈에!
en: damn, what now!

source: 난 떠나간 사람들 위해 죽으러 들어가는 거니까.
en: I’m going in there to die for the ones who didn’t make it.

source: 혹시...
en: could he be...

source: 망했다!!
en: I’m screwed!

source: 딱 죽었다 싶었을 즈음 차갑게 몸을 감싸주는 물결
en: the cold water that envelops me just when I think I’m dead...

source: 독
en: tap

source: 여기, 어머니 전화기야.
en: here, your mother’s phone.

source: 햐, 왕년의 탑스타 강명아배우를 여기서 만나다니.
en: wow, I can’t believe I get to meet a superstar here.

source: 쾅!!
en: bang

source: 같이 운영하는 요정도 여기서 거래를 하지 않을까?
en: wouldn’t the fancy restaurant do business with them too?

source: 마지막으로 사치부리는 사람은 종종 있잖아요.
en: there are people who go on one last splurge before committing suicide.

source: 발견했습니다.
en: I’ve found them.

source: 강무직이 아니야?
en: mujik kang?

source: 다 끝나고 말하자.
en: I’ll talk to her after everything’s over.

source: 의료소송 대신 우린 그 사람을 다시 믿기로 했어.
en: instead of suing him for malpractice, we decided to trust him and give him a second chance.

source: 형이 어떻게 됐는지 아는 사람은 이 ㅅ끼와 나 밖에 없다.
en: this bastard and I are the only ones who know what happened to my brother.

source: 질
en: drag

source: 느그 애미 번호도 있다 캤는데, 이해가 안 되드나?
en: I said I had your mom’s number. didn’t you know what that meant?

source: 딸내미가 무슨 일을 겪었는지!
en: look at what I’ve been through!

source: 휘 익!
en: swish

source: 21살짜리 명문대 신입생.
en: with no one to support her.

source: 이게 뭐야..
en: what’s this...?

source: 텁!
en: hup

source: 그간 여배우로서 씀씀이가 있는데 힘들었을 겁니다.
en: that must have been hard for someone on a celebrity budget.

source: 탁!
en: thud

source: 사람이나 물고기나..
en: filleting a fish and a human...

source: 어, 내려줘.{j}속 울렁거린다.
en: oh, you can let me down. I feel nauseous.

source: 내가 준 땅콩 때문에 일어난 일이라고 했다.
en: they said it was because of the peanuts I had given him.

source: ..강무직씨.
en: mr. kang...

source: 아, 아뇨.{j}제가 아니라 따님이...
en: oh, no.{j}no need to worry about me, she’s the one who...

source: 윤반석 선수!!
en: banseok yun!

source: 경찰 쪽에 연락해서 처리하겠습니다.
en: we’ll call the police and take care of it.

source: 그러면...
en: in that case...

source: 푸하
en: huff

source: ㅅㅂ, 이 거래처도 완전 허탕이네.
en: crap, I’m not gonna get any information out of this place either.

source: 홍삼박스에 먼지가 쌓여있던 적은 없었다.
en: ...there was never any dust on that box.

source: 살아 있었구나!!
en: someone’s still alive!

source: 휴대폰이 없다고?
en: you don’t have your phone?

source: 오빠 됐어!
en: forget it!

source: 왜?
en: what?

source: 오늘 내로 잡아 놓으세요.
en: ...by the end of the day.

source: 말도 안 돼..
en: it can’t be...

source: 어디로 가는 거지?
en: where are they going?

source: 연결됐다..!
en: I’m connected...!

source: 그것도 모자라!
en: and as if that’s not enough!

source: ...미안.
en: I’m sorry.

source: 벌써 3일째.{j}놈들은 나타나지 않는다.
en: it’s been three days already.{j}and those guys still haven’t showed up.

source: 이제 끝났어, 형.
en: it’s all over now, muyeon.

source: 귀한 물건 들어왔다고?
en: so you got something rare?

source: 가만히 좀 있으세요.
en: stay still.

source: 하!
en: you little

source: 불도 안 끄고 나갔네.
en: I even forgot to turn off the lights.

source: 딸이 온전치 못해서, 폐를 끼쳤을 텐데..
en: my daughter’s sick, so I know it must have caused you some trouble...

source: 흥분 가라앉히게.
en: but please calm down.

source: 광진구
en: Gwangjin District

source: 저흰 상관 안합니다.
en: is none of our business.

source: ㅅㅂ, 놓친 걸까?
en: crap, did I lose him?

source: 형,조금만 기다려
en: hang in there, muyeon.

source: 그러니까...
en: well...

source: 난 내 직감이 아닌 형의 책임감을 믿었다.
en: I trusted his character rather than my intuition.

source: 크흠, 젊은 친구가 힘든 건 알겠지만
en: ahem, I know it must be hard for you, young man...

source: 집에 라면 같은 거 없냐?
en: do you have any noodles or something?

source: 이름 강무직.
en: name, mujik kang.

source: 어허, 참!
en: calm down now!

source: 이거 다 속임수야!
en: this is all a setup!

source: TV 라도 켤까.
en: maybe I should turn the tv on.

source: 강무직!
en: hey mujik!

source: 놀라긴 했는데, 놈들 쫓다 여기까지 들어온 적이 있었어.
en: I am, but I was here before when I followed those bastards.

source: 진짜 위장된 건 형 지 죽음이면서...
en: your death was the one that was set up, muyeon...

source: 텅!
en: thud

source: 턱
en: grab

source: 엄마.
en: mom.

source: 솨 아 아
en: swaaa

source: ...이러면 해결될 것 같아?
en: do you think this can solve anything?

source: 이건 마취제겠지?
en: this is probably anesthesia.

source: 저도 투표 했어요!
en: I voted for you!

source: 형이 죽어가는데, 혼자 도망갈래?
en: you can’t run, not when your brother is dying!

source: 더듬
en: grope

source: 형도 없는데 어쩌려고.
en: not with your brother gone too.

source: 항상 신기록을 갱신했거든요?
en: he set new records!

source: 니 애미 번호도 있으니 조용히 살아.
en: I have your mom’s number now, so keep your mouth shut.

source: 니가 형 죽였다고 말한 거잖아!!!
en: you just admitted to killing my brother!

source: 낚시...?
en: fishing...?

source: 그냥 빨리 출발해주세요.
en: please, just get me out of here fast.

source: 더 이상 숨어서 움직일 생각 없다.
en: I’m done playing hide and seek.

source: 사삭
en: rustle

source: 평양수산?
en: ocean seafood?

source: 알려주는 거
en: I’ll let him know...

source: 하
en: ha

source: 네 폰으로 연락했지.
en: I used your phone, of course.

source: 이번엔 절대 안 놓쳐!
en: I’ll get there this time for sure!

source: 몰라.
en: no, I don’t.

source: 싸워야 될 것 같은데.
en: I might have to fight them off.

source: 콰앙!!
en: slam!

source: 나이가 몇인데 싸움질이야?
en: you’re too old for fistfights now.

source: 손가락...
en: a finger...

source: 지들 궁둥짝 밑에, 사람들 장기가 있는 줄도 모르고.
en: there are human organs right underneath them and they don’t even realize it.

source: 쓰윽
en: wipe

source: 시민님, 조언 하나 할게요.
en: dear citizen, let me give you a piece of advice.

source: 흉기로 난동
en: FOR ASSAULT

source: 최대한 소란 없이 피래미만 확보하겠습니다.
en: we’ll secure just the sprat as quietly as we can.

source: 듬
en: pe

source: 너 맞잖아!
en: I know it’s you,

source: 후 두 둑
en: splatter

source: 뭐 하냐?
en: what are you doing?

source: 뭐?{j}이상한데?
en: what?{j}that’s weird.

source: 뭔데?
en: what is it?

source: 형 어디야!!!
en: where are you?!

source: 너라면 안 미치겠냐!?
en: ...when my whole family is dead?!

source: 나 가볼 데가 있어.
en: I need to go somewhere.

source: 살아있는 놈들이 알아봐야지.
en: we should investigate.

source: 안타깝습니다.
en: it’s a terrible loss.

source: 금메달은 내가 먹을 테니깐!!
en: but I’m taking the gold medal!

source: 내가 이거 못 잡으면 남자도 아니다!
en: I’m betting my manhood on this!

source: 너...
en: were you...

source: 또 이런다!{j}어서 먹어야지?
en: {j}not again! just take it!

source: ...엄마?
en: mom...?

source: 쓰레기들아!!
en: you assholes!

source: 형 어디다 숨겼냐고, 이 XX끼들아!
en: where did you hide my brother, you bastards?!

source: 으아아앙
en: waaah

source: 뭐하는 놈들이지!?
en: who are these people?!

source: 받아 보라고 ㄱㅅ끼야.
en: pick it up, asshole.

source: 너, 너 뭐야?
en: w-who are you?

source: 그런데 잘못됐고.
en: ...that didn’t go well.

source: 형이 죽었다.
en: my brother’s dead.

source: ...방대용 이 ㅅ끼, 어딨는지 찾기만 해.
en: just find that bastard daeyong bang, wherever he is.

source: 비밀번호가...
en: the passcode...

source: 둘 다 담가버리셔야죠, 뭐.
en: soak both of ‘em.

source: 그 다음 칼을 배때기에 대고
en: ...and then you put the knife to the belly...

source: 허..?
en: huh...?

source: 화{j}악
en: {j}lunge

source: 이것만 풀고, 넌 좀 가서 쉬어.
en: just unlock it for me, then go take a rest.

source: 국회 보좌관 신 원 을
en: National Assembly Aide Shin - -

source: 내가 말했제?
en: I told you, didn’t I?

source: 자, 잠깐!!
en: w-wait!

source: 진짜 시체로 만들 것 같거든.
en: they’re going to hunt me down and make sure I’m dead.

source: 확인했습니다.
en: location confirmed.

source: 이거 미친 ㅅ끼 아니야!?
en: you can’t be serious!

source: 삼가 고인의 명복을 빕니다.
en: may your mother rest in peace.

source: 여기가...
en: we’re in...

source: 이 상황에서 무슨 휴대폰?
en: what good would a phone do in this situation?

source: 잡았다!
en: got it!

source: 잠은 좀 잤어요?
en: did you get any sleep?

source: 자식이 저 모양인데 멀쩡 하겠어?
en: with a son like him, who wouldn’t be?

source: 닫아!!!
en: close it up!!!

source: 후{j}다{j}닥
en: rush

source: 그리고...
en: oh, and...

source: 얜 또 어디 갔어.
en: where’d she go?

source: 받아들일 줄도 알아야지.
en: ...but you must learn to accept these things.

source: ㅅㅂ, 뭐지?
en: crap, what’s this?

source: 저거..
en: isn’t that...

source: 지금 조사받는 사람은 강무직씨잖아요.
en: you’re the one under questioning, mr. kang.

source: 우리 아들 말이 다 맞았는데,
en: everything you said was right, my son.

source: 와아아아아!!
en: yeaaah!

source: 형...형이 여기 있다고 해서..!
en: m-my brother said he was here...!

source: 장기?
en: organs?

source: 너 광진교에서 투신했어.
en: but you jumped off gwangjin bridge.

source: ...호흡도 아예 없잖아?
en: she’s not breathing either...

source: 평양수산!!
en: ocean seafood!

source: 국 ”믿 식품
en: Food

source: 꽁치나 잡을라꼬 던진 그물에
en: looks like our mackerel net...

source: 커헉!!
en: argh!

source: 내 정신 좀 봐.
en: I must be out of sorts today.

source: 뭐!?
en: what?!

source: 잘 부탁드립니다.
en: thanks for all your help.

source: 들어 본 이름인데...?
en: I think I’ve heard that name before...

source: 나 죽이라고.
en: to kill me.

source: 으아아아아아!!
en: aaah!

source: 살금
en: tip

source: 얼마 전에도 폭행으로 경찰서 들락거리고...
en: just recently, the police were investigating him on assault charges...

source: 당장 꺼내라고!!
en: let me out now!

source: 불어라.
en: I won’t ask so nicely again.

source: 이 일은 여기서 마무리 합시다.
en: but let’s end things here for today.

source: 앞서 보도 드린 거산병원 탈출 환자가,
en: the patient that we reported on earlier, who escaped from geosan hospital...

source: 쿨럭!
en: cough

source: 화
en: ya

source: 하...{j}무직이 얜 왜 연락을 안 받아...
en: sigh...{j}why isn’t mujik picking up?

source: 큭?!
en: what-?!

source: 그러면 사람을 죽이지 말았어야지.
en: then you shouldn’t have killed anyone.

source: ...그게 무슨 말씀을 하시는 건지.
en: what do you mean?

source: 근골격계해부학
en: MUSCULOSKELETAL ANATOMY

source: 지금은 어쩔 수 없다.
en: but I have no choice.

source: 그놈들이 집까지 찾아온 거라고.
en: they must have gone to my house to find me...

source: 주
en: zzz

source: 이제 나 찾아서
en: ...I have a feeling,

source: 역시
en: as expected,

source: 뭐, 밖에 보이는건 없고?
en: can you see anything around you?

source: 팬이었십니더.
en: I used to be a fan.

source: 아니, 내가 어쩌겠다는 게 아니라...
en: I wasn’t threatening him or anything...

source: 하...{j}아닐 거야.{j}그럴 리 없어.
en: sigh...{j}it can’t be.{j}there’s no way.

source: 뜬금없이 낚시는 무슨...
en: fishing, all of a sudden?

source: 찾아봤는데, 집에 있나 봐.
en: I searched and it seems like he’s at home.

source: 미안..형.
en: sorry, muyeon...

source: 땅콩 괜히 줬어.
en: I should’ve never given him the peanuts.

source: 칫
en: nch

source: 사장님도 괜히 자극하지 마시고요.
en: and stop provoking him, sir.

source: 그럴까?
en: we should...

source: 어...엄마.
en: m-mom...

source: 내가 말했잖아.
en: I told you.

source: 펄떡거리는 거 보니, 싱싱하긴 하네.
en: you’re a fresh one, flapping around everywhere.

source: 너무 예민하게 그러지 말고...
en: don’t be so edgy...

source: 태평양수산이 여기랑 거래를 했다면...
en: if pacific ocean seafood did business with this place...

source: 탈
en: shake

source: 나머지는 내가 알아서 할게.
en: I’ll take care of everything else.

source: 무슨 말도 안되는 소립니까?
en: what are you talking about?

source: 절망감과 상실감을 넘어,
en: beyond despair and loss...

source: 그대로 잠수 탈 줄 알았냐?
en: did you think I wouldn’t keep in touch with you?

source: 작성 완료 | 작성 취소
en: Submit | Cancel

source: 훅
en: woosh

source: 정황이 이상해서 그래.
en: it just doesn’t make sense.

source: 응.
en: yeah.

source: 빵도 작은 기 힘이 제법 좋아.
en: pretty feisty for someone so small.

source: 팔딱팔딱 한 게 써는 맛이 있는기라.
en: nothing beats filleting when it’s still moving.

source: 형...?
en: muyeon...?

source: 이 쓰레기 ㅅ끼들이!!
en: you bastards!

source: 그 X끼가 땅콩을 달라고 졸랐다는 걸 믿어 주는 유일한 사람은..
en: the only person who believed that the asshole asked for those peanuts first was...

source: 지역구 어디래?
en: which district does he represent?

source: 왔나?
en: you’re here.

source: 꿈쩍도 안해..!
en: it’s not budging...!

source: 돼, 됐다!!
en: f-finally!

source: 너 그게 무슨 말버릇이야!
en: what are you saying?!

source: 첨벙
en: plunge

source: 우
en: i

source: 이거 중고로 가져가고,
en: sell these secondhand...

source: 저거 안 들려!?{j}나보고 살인마라잖아!!
en: don’t you hear that?! they’re calling me a murderer!

source: 아이고, 세상 무서버가 소상공인은 어케 살겠나 싶네예.
en: gosh, it’s such a scary world for small business owners like me.

source: 야!{j}빨리 잠가!!
en: {j}lock it, quick!

source: 그 뒤로 기억이 안나.
en: I don’t remember anything after that.

source: 아오!
en: ow!

source: 삑!
en: click

source: 와, 이거 완전히 ㅈ될 뻔했네.
en: whoa, this could have screwed us over big time.

source: 도착했나...?
en: did we arrive...?

source: ...추워...
en: I’m cold...

source: ..너 정말 아니지?
en: it’s not true, is it?

source: 이 날씨에?!
en: in this weather?!

source: 정말 죄송합니다.
en: I’m so sorry.

source: 천하의 강무직이 이 꼴이라니...
en: is this what I’ve become...

source: 너 나랑 원래 친했냐?
en: did you think we were friends?

source: 폐업이요?!!
en: closed down?!

source: 유전자 몰빵의 대가니깐.
en: I figured it was his price for taking all the good genes.

source: 생각을 하자, 생각을...
en: Let me think. Think...

source: 그럼..
en: maybe

source: 아닙니다.
en: it’s nothing.

source: 비밀번호가 왜?
en: what about it?

source: 그런데 엄마
en: mom...

source: 그럼 저건 뭔데?
en: then what’s that?

source: 형 맞아!?
en: is it really you?!

source: 붕
en: whoosh

source: 사회적 타살.
en: a murder by society.

source: 비린내...
en: it smells fishy...

source: 그나저나 아무것도 못 먹어서 배고프다.
en: anyway, I haven’t eaten anything, so I’m starving.

source: 그래도 사람이 밥은 먹어야지...
en: still, you have to eat.

source: 운동 그만두고는 마신 적이 없는데...?
en: I haven’t had any of that since I quit diving...

source: 삐끗!
en: trip

source: dkrcnl****** 저 X끼 나댈 때부터 알아봤음
en: dkrcnl****** I knew this would happen.

source: 대체 뭐하고 있는 거야..!
en: what the heck are they up to...?!

source: 꽈{j}아{j}악
en: {j}{j}yank

source: 여보세요?
en: hello?

source: 물고기 한 마리 잡는데
en: ...just to catch one fish...

source: 방대용 어딨어?
en: where’s daeyong bang?

source: 아야, 들리나?
en: kid, can you hear me?

source: 먼지가 쌓이기 전에, 새로운 박스를 두고 가셨으니까.
en: she had always replaced the box with a new one before it could get dusty.

source: 이거 줌 안 했으면 1도 안 보이겠네.
en: good thing I zoomed in, I almost missed it.

source: 설마...!!
en: it couldn’t be...

source: 설마, 보좌관인가?
en: could it be the aide?

source: 먹어.
en: have some.

source: 얼굴도 낯익고...
en: your face is familiar, too...

source: 비번이야 뻔하지.
en: the passcode’s obvious.

source: ...걱정 돼서 한마디 했십니더.
en: I was just worried.

source: 꾸드득
en: crack

source: 나 때문에 울었다.
en: ...and cried because of me.

source: 잘 들어, 돌대가리야.
en: listen carefully, you bonehead.

source: 중얼
en: mumble

source: 애써 부정해 온 현실을, 기어코 각인시켰다.
en: I came to terms with the reality I’d been trying to deny.

source: 뭔 소리야, 내가 죽긴 왜 죽어?
en: what are you talking about? why would I kill myself?

source: 손 맛?
en: fun?

source: 사람은 반대로 장기를 바르는 기라.
en: ...but for humans, you go for the organs.

source: ...{j}나도 그러고 싶은데...
en: I want that, too...

source: 증거를 감추려고...
en: they’re trying to get rid of the evidence...

source: 삐{j}이{j}이{j}이
en: {j}{j}{j}bzzz

source: 뭐...?
en: what...?

source: ...그런 건 난 모르겠고
en: I don’t know anything about that...

source: 윽...
en: ugh...

source: 혼자 남겨지니까 어떤 상황인지 이제야 실감이 난다.
en: ...is sinking in now that I’m on my own.

source: 소, 손가락이 잘려있어...
en: a f-finger is cut off...

source: ?!{j}알겠습니다.
en: ?!{j}got it.

source: 감당할 수 있는 만큼만 건져올리세요.
en: don’t bite off more than you can chew.

source: 생각하자 생각...!
en: let’s think... think!

source: 이거 봐, 벌써 연락 했네!
en: see? he called someone already!

source: 이 사람이 진짜..!!
en: how dare you...!

source: 각각 의대생과 국대 선수로 키워 냈단 말입니다.
en: raised a doctor and a national athlete.

source: 지
en: cra

source: 또 ㅈ랄이네.
en: here he goes again.

source: 지금 어디야!?
en: where are you right now?!

source: 쿵
en: thud

source: 난 여기서 죽는 한이 있어도,
en: even if it means I die here,

source: 따라오라면 따라와라.
en: but when I say follow me, you follow me.

source: 근데 이걸 어떻게 엄마가..
en: but how did my mom get her hands on...

source: 우아아악!!
en: argh!

source: 아들, 어디야?
en: Son, where are you?

source: ...너 사람 잘 찾잖아.
en: you’re good at finding people.

source: 뒤적
en: rummage

source: 아가씨, 미쳤어요?
en: watch it, lady!

source: 믿어 주는 사람은 아무도 없다.
en: no one believes me.

source: 너 갈 데 없어?
en: you’ve got no place to go?

source: 지혜야!
en: jihye!

source: 타 닷!
en: tat tat

source: 하...{j}이게 언제적 폰이냐...
en: sigh...{j}this phone is ancient...

source: 나 안 할래.
en: I don’t want to.

source: 좀 쉽게 쉽게...
en: let’s end this the easy way--

source: 누가 자살해도 모르지.
en: you couldn’t even tell if someone commits suicide.

source: 조금 알아봤는데, 이상해서.
en: I looked into it a bit, and something was weird.

source: 그러나
en: however...

source: 그쪽이 신고 전화 했습니까?
en: were you the one who called?

source: 미쳐 날뛰다 자멸할 줄 알았지?
en: I’d eventually self-destruct?

source: 씨 익
en: grin

source: 그냥 방대용 위치나 말해.
en: just tell me where he is.

source: 돌아와서 바로 연락해요.
en: then come back right now and let me know when you arrive.

source: ㅂ신은 너겠지.
en: you’re the punk.

source: 어..?!
en: huh...?!

source: 뭐..?
en: what...?

source: 틱
en: pause

source: 부족한 거..
en: well...

source: 토독
en: tap

source: 씁..!
en: ow...!

source: 미쳐?
en: shit?

source: 국민 청원 청원 제목 의사의 무리한 수술 때문에 억울하게 불치병을 얻었습니다. 청원 내용 저는 폐 질환으로 장기간 병원에서 치료를 받아온 환자입니다. 하지만 의사가 집도한 수술은 제 상태에 걸맞지 않은 무리한 치료였고, 의사는 특수한 케이스의 이식 수술을 성공시켜 본인과 병원의 홍보 용으로 쓸 생각이었다는 걸 알게 되었습니다. 그렇게 저는 이식 수술 부작용으로 평생 치료할 수 없는 끔찍한 병을 앓게 되었습니다. 이후 의사와 병원의 안일한 태도와 민명이 저와 가족들을 더욱 힘들게 하고 있습니다. 이료 사고를 방관하는 이사에 대한 합당한 처벌이 내려질 수 있도록 도와주세요. 부디 다른 사람들에게 이런 일이 다시는일어나지 않았으면 합니다. 의사 측은 저에게 폐 이식 수술을 받으면 완치가 가능하다고 자신했고, 저희 가족은 의사와 병원의 말을 믿고 이식 수술을 진행했습니다.
en: Citizens’ Petition Petition Title I developed an incurable disease after a doctor forced surgery on me. Content of Petition I am a patient who has been hospitalized for a long time due to lung disease. My doctor assured me that if I received a lung transplant, I could be completely cured. However, he performed an unreasonable surgery that was not suitable for my condition, and I found out that the doctor was planning to use the transplant operation to promote himself and the hospital. As a side effect of the transplant surgery, I am suffering from a lifelong incurable disease. Since then, the doctor and the hospital's reckless attitude and excuses are making it harder for me and my family. Please help me to ensure that the doctor who ignored the medical code and ethics receives proper punishment. I am filing this petition to make sure this won't happen again to other people.

source: 이 ㅅ끼가...!!
en: you bastard!

source: 그 사람은 홍보용으로 이용할 사람이 필요했던 것뿐이었어.
en: he just needed someone to use in order to raise his reputation in the public eye.

source: 어쩔 건데??
en: whatcha gonna do?

source: 시ㅂ, 나 저렇게 떨군 거야?
en: shit, is that what they did to me?

source: 게시판
en: Notice Board

source: 빠악!
en: pow!

source: 난 윤반석 죽음,
en: I believe...

source: 그 날을 제외하고는..
en: except for that day...

source: 다 밝혀낼 수 있으리라 믿어.
en: ...and I believe that you will figure this out.

source: 번{j}쩍
en: gasp

source: 똑같이 당해 봐야 정신 차리지!?
en: time for a taste of your own medicine!

source: 락
en: le

source: 으아아아!!
en: aaargh!

source: 아이씨, 혼자 들어가서 어쩌려고.
en: damn it, what can he do on his own?

source: 내가 이대로 죽어 줄 것 같냐!!
en: you think I’ll just let you kill me like this?!

source: 윤반석이랑 친했냐?
en: close with banseok yun?

source: 우리 엄마야.
en: it’s my mom.

source: 그 꼴통 ㅅ끼...
en: that punk...

source: 난데없는 호루라기 소리.
en: there was a sudden whistle.

source: 이분들 자네가 책임지고 이야기 듣고,
en: please listen to what these folks have to say,

source: 니가 줄곧 1등한 후로는,
en: ever since your winning streak,

source: 텐션 좋고.
en: nice and tight.

source: 그 깔끔 떠는 인간이 이 난간에 올라갈 리 없어.
en: that neat freak would never climb over this rail.

source: 놈이 뛰는 순간 직감했다.
en: I knew the moment he jumped.

source: 좀 어색한데...
en: this is awkward...

source: 대물..
en: for sure...

source: 저 사람 내가 사는 지역,
en: that guy is a national assemblyman,

source: 모르겠어?
en: can’t you see?

source: 필요하다고요?
en: you need it today?

source: 파앗{j}
en: flip

source: 이건...{j}그럼 내 거 챙겨 둔 건가.
en: then... was this for me?

source: 이런 미친!
en: what the-!

source: 비명소리...
en: you mean...

source: 글쎄...
en: maybe...

source: 왜 나한테 심부름이야.
en: why is he making me do it?

source: 피는 못 속인다고
en: he’s got good genes, though.

source: 휘익
en: whoosh

source: 평소보다 엄청 많네...?
en: that’s a lot more than usual...

source: 그래...{j}쉬우면 안 되지.
en: {j}right... this shouldn’t be too easy.

source: 민물낚시의기본
en: BASICS OF FRESHWATER FISHING

source: 적당히 나대세요, 강무직씨.
en: learn to stay put, mr. kang.

source: 그럼 곧 깨어날테니...
en: then since you might wake up soon...

source: 작업장이 노출된 김에, 이사를 가는게 나을 것 같아서요.
en: since our location has been exposed, I was thinking it’d be better to move.

source: 안 먹는다고!!
en: I said I’m not taking it!!

source: 스륵
en: poke

source: 후 욱
en: whoosh

source: 에이, 연예인이 와야 조회수 나오는데.
en: aw, we need celebrities for the views, not politicians.

source: 끌끌끌...
en: tsk tsk tsk...

source: 남자 목소리다.
en: it’s a man’s voice.

source: 나는 운동신경은 타고 났지만
en: me, I was born a natural athlete.

source: 저 말을 믿어?!
en: you can’t believe him!

source: 쉽게 끝나면 안 되지.
en: why should I let you have it easy?

source: OO일 밤 OO시 경,
en: ...was spotted recently on cctv,

source: 네, 괜찮습니다.{j}두세요.
en: that’s alright. let her go.

source: 몰고 온나.
en: get him.

source: 여기 모인 사람들, 다 부고 소식에
en: everyone is gathered here...

source: 어서오세요!
en: welcome!

source: 개 아프네!
en: it freaking hurts!

source: 타 앗!
en: tat tat

source: 오..
en: woah...

source: 그만 둬!!
en: stop it!!

source: 창고는 개뿔, 대형냉장고 하나 없어요!
en: they don’t even have a big refrigerator, let alone storage!

source: 그만 좀 해!!
en: just stop!

source: 이런 미친...!
en: oh crap...!

source: 잠깐.
en: hold it.

source: 예, 예.
en: yeah, yeah.

source: 그날 이후, 난 정신과 약물도 처방받았더라.
en: following that day, I was prescribed psychiatric treatment.

source: 내가 아는 분한테 연락할 테니 넌 가만히 있어.
en: I’ll reach out to someone who can help, so stay put.

source: ...뭐지?
en: huh...?

source: 자살자 뒤에 사람이 있어..?!
en: there’s someone behind her...!

source: ...ㅇ...보세..요?
en: h...llo...?

source: 안 타?
en: you’re not coming?

source: ...그거 주면 안되냐?
en: why can’t I have some?

source: 형도 그 ㅅㄲ 얘기냐?
en: you want to talk about the bastard too?

source: 있어.
en: I found it.

source: 국산 오
en: DOMESTIC SQ

source: 저 풍선껌?!
en: that bubble gum!

source: ㅅ발, 바빠 죽겠는데...
en: crap, not now...

source: ㅅ끼야!!
en: bastard!

source: 그 날 이후, 형의 등골을 빨아먹고 살았지만 당연하게 생각했다.
en: after the incident, I had to completely rely on him for money, which I took for granted.

source: 신고하고 하루 종일 당신들 아무것도 안 했잖아!
en: you didn’t do anything all day ever since I reported him!

source: 어이, 강무직이.
en: hey, mujik.

source: 부들
en: tremble

source: 이전의 강무직 선수보다 훨씬 깔끔했는데요!!
en: his dive was much cleaner than kang’s!

source: 네 목소리랑 비슷했던 거 같은데?
en: sounds like it was you on the phone.

source: 무식한 새ㄲ.{j}초인종 누르는 게 계획이냐?
en: moron. your plan was to smash the doorbell?

source: 벌컥!
en: fling

source: 너도 자살 당하게 됐잖아!!
en: now you’re on the suicide list too!

source: 나가.
en: get out.

source: 패 앵
en: tight

source: 병원에 가만 있었으면,
en: if you had stayed put in the hospital,

source: 쭈{j}우{j}욱
en: zoom

source: 저는 과실치사여도 처벌을 받아야 한다고 생각합니다.
en: I think he should be punished even if it was just manslaughter.

source: 지익
en: drag

source: 놈들은 전혀 안 보이는데
en: in here...

source: 휘릭
en: toss

source: 장기매매...!
en: they’re harvesting organs...!

source: 병ㅅ...{j}형이 죽었는데,
en: moron... my brother’s dead,

source: 아무리 살펴봐도, 특별한 건 없었는데...
en: no matter how much I search, I can’t find anything that stands out...

source: 야, 너희 형이 이 놈들한테 당했다고 했지?
en: didn’t you say your brother was caught by these guys?

source: 창
en: le

source: 그래, 여길 이렇게 잡고서..
en: good, and hold on to this...

source: 됐어.{j}가면서 들을게.
en: nah.{j}tell me on the way.
